<html>
<head>
<meta http-equiv="Content-Type" content="charset=utf-8" />
<link href="https://fonts.googleapis.com/css2?family=Signika:wght@300;400;500;600;700" rel="stylesheet" />
<style>
body { font-family: Signika; text-align: justify; }
p { font-family: Signika; }
div { font-family: Signika; }
</style>
</head>
<body>
	<span>
	हिंदी कहानियाँ  एक ऐसी विधा जो जीवन को, परिस्थितियों को अपने में लेकर उलझी हुई समझ को, सुलझा देती हैं. हिंदी कहानी हमारे व्यक्तित्व को एक दर्पण की भांति हमारे सामने प्रेषित करती हैं जिनसे हमें अपने कर्मो का बोध होता हैं. माना कि कहानियाँ काल्पनिक होती हैं पर कल्पना परिस्थिती के द्वारा ही निर्मित होती हैं. पाठको को लुभाने एवं बांधे रखने के लिए कई बार भावों की अतिश्योक्ति की जाती हैं लेकिन अंत सदैव व्यवहारिक होता हैं, यथार्थता से परिपूर्ण होता हैं.

हिंदी कहानी गद्य का रूप हैं. इसे उपन्यास का सूक्ष्मतम रूप कहा जा सकता हैं जिनमे पात्र हैं, संवाद हैं, लेकिन उपन्यास की तरह पल- पल का विस्तार नहीं. हिंदी कहानी एक रूप में उपन्यास का सारांश हैं.

कहानियों के कई रूप हैं – प्रेम, नफ़रत, देश भक्ति, शौर्य, दुःख, ख़ुशी, भुत पिशाच, जासूसी आदि ऐसे कई भाव. आमतौर पर शिक्षाप्रद छोटी- छोटी कहानियाँ, प्रेरणादायक कहानियाँ, जासूसी कहानियाँ पाठको को लुभाती हैं. यह एक दर्पण की तरह उनका मार्गदर्शन करती हैं और वही कहानियाँ छोटे- छोटे बच्चों को सही गलत की पहचान कराती हैं.कहानियों के जरिये उन्हें नीति का ज्ञान होता हैं.उनमें संस्कारों की वृद्धि होती हैं. कहानियाँ इसलिए इतनी प्रभावशाली होती हैं क्यूंकि उनमें पात्र होते हैं,संवाद होते हैं, जो दिल और दिमाग में जगह बना लेते हैं जिन्हें व्यक्ति आसानी से स्वीकार कर लेता हैं, याद रख पता हैं. यही कारण हैं कि कहानियों को सर्वांगिक विकास के लिए सबसे सुन्दर विधा समझा जाता हैं.

</span>
<span>
दोस्तो दोस्तो hello 😩😩😩
<?=preg_replace('/[[:^print:]]/', '', '😩')?>
</span>
</body>
</html>
